{
    "Verify Psychologists": "Verifikasi Psikolog",
    "Name": "Nama",
    "Email": "Email",
    "Status": "Status",
    "Verify": "Verifikasi",
    "Verified": "Terverifikasi",
    "Not Verified": "Belum Diverifikasi",
    "Psychologist verified successfully.": "Psikolog berhasil diverifikasi.",
    "Your account has been verified.": "Akun Anda telah diverifikasi.",
    "Profile Information": "Informasi Profil",
    "Update your account's profile information and email address.": "Perbarui informasi profil dan alamat email akun Anda.",
    "Photo": "Foto",
    "Select A New Photo": "Pilih Foto Baru",
    "Remove Photo": "Hapus Foto",
    "Your email address is unverified.": "Alamat email Anda belum diverifikasi.",
    "Click here to re-send the verification email.": "Klik di sini untuk mengirim ulang email verifikasi.",
    "A new verification link has been sent to your email address.": "Tautan verifikasi baru telah dikirim ke alamat email Anda.",
    "Saved.": "Tersimpan.",
    "Save": "Simpan",
    "Update Password": "Perbarui Kata Sandi",
    "Ensure your account is using a long, random password to stay secure.": "Pastikan akun Anda menggunakan kata sandi yang panjang dan acak agar tetap aman.",
    "Current Password": "Kata Sandi Saat Ini",
    "New Password": "Kata Sandi Baru",
    "Confirm Password": "Konfirmasi Kata Sandi",
    "Two Factor Authentication": "Autentikasi Dua Faktor",
    "Add additional security to your account using two factor authentication.": "Tambahkan keamanan tambahan ke akun Anda menggunakan autentikasi dua faktor.",
    "Finish enabling two factor authentication.": "Selesaikan pengaktifan autentikasi dua faktor.",
    "You have enabled two factor authentication.": "Anda telah mengaktifkan autentikasi dua faktor.",
    "You have not enabled two factor authentication.": "Anda belum mengaktifkan autentikasi dua faktor.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Ketika autentikasi dua faktor diaktifkan, Anda akan diminta untuk memasukkan token aman dan acak selama autentikasi. Anda dapat mengambil token ini dari aplikasi Google Authenticator di ponsel Anda.",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Untuk menyelesaikan pengaktifan autentikasi dua faktor, pindai kode QR berikut menggunakan aplikasi autentikator ponsel Anda atau masukkan kunci pengaturan dan berikan kode OTP yang dihasilkan.",
    "Setup Key": "Kunci Pengaturan",
    "Code": "Kode",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Simpan kode pemulihan ini di pengelola kata sandi yang aman. Kode ini dapat digunakan untuk memulihkan akses ke akun Anda jika perangkat autentikasi dua faktor Anda hilang.",
    "Enable": "Aktifkan",
    "Regenerate Recovery Codes": "Buat Ulang Kode Pemulihan",
    "Confirm": "Konfirmasi",
    "Show Recovery Codes": "Tampilkan Kode Pemulihan",
    "Cancel": "Batal",
    "Disable": "Nonaktifkan",
    "Browser Sessions": "Sesi Peramban",
    "Manage and log out your active sessions on other browsers and devices.": "Kelola dan keluar dari sesi aktif Anda di peramban dan perangkat lain.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Jika perlu, Anda dapat keluar dari semua sesi peramban Anda di semua perangkat Anda. Beberapa sesi terbaru Anda tercantum di bawah ini; namun, daftar ini mungkin tidak lengkap. Jika Anda merasa akun Anda telah disusupi, Anda juga harus memperbarui kata sandi Anda.",
    "Unknown": "Tidak Diketahui",
    "This device": "Perangkat ini",
    "Last active": "Terakhir aktif",
    "Log Out Other Browser Sessions": "Keluar dari Sesi Peramban Lain",
    "Done.": "Selesai.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Harap masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin keluar dari sesi peramban Anda yang lain di semua perangkat Anda.",
    "Password": "Kata Sandi",
    "Delete Account": "Hapus Akun",
    "Permanently delete your account.": "Hapus akun Anda secara permanen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Setelah akun Anda dihapus, semua sumber daya dan datanya akan dihapus secara permanen. Sebelum menghapus akun Anda, harap unduh data atau informasi apa pun yang ingin Anda simpan.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Apakah Anda yakin ingin menghapus akun Anda? Setelah akun Anda dihapus, semua sumber daya dan datanya akan dihapus secara permanen. Harap masukkan kata sandi Anda untuk mengonfirmasi bahwa Anda ingin menghapus akun Anda secara permanen.",
    "Profile": "Profil",
    "Register MentalCare Account": "Daftar Akun MentalCare",
    "Create a new account to access our services.": "Buat akun baru untuk mengakses layanan kami.",
    "Register As": "Daftar Sebagai",
    "User": "Pengguna",
    "Psychologist": "Psikolog",
    "I agree to the :terms_of_service and :privacy_policy": "Saya menyetujui :terms_of_service dan :privacy_policy",
    "Terms of Service": "Ketentuan Layanan",
    "Privacy Policy": "Kebijakan Privasi",
    "Already registered?": "Sudah terdaftar?",
    "Register": "Daftar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Lupa kata sandi Anda? Tidak masalah. Cukup beritahu kami alamat email Anda dan kami akan mengirimkan tautan pengaturan ulang kata sandi yang akan memungkinkan Anda memilih yang baru.",
    "Email Password Reset Link": "Kirim Tautan Reset Kata Sandi",
    "Welcome to MentalCare": "Selamat Datang di MentalCare",
    "Please sign in to continue.": "Silakan masuk untuk melanjutkan.",
    "Remember me": "Ingat saya",
    "Forgot your password?": "Lupa kata sandi Anda?",
    "Log in": "Masuk"
}